tap "dracula/install"
tap "felixkratz/formulae"
tap "nikitabobko/tap"
brew "basedpyright"
brew "bat"
brew "eza"
brew "lazygit"
brew "lua"
brew "lua-language-server"
brew "luacheck"
brew "neofetch"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "nowplaying-cli"
brew "pnpm"
brew "pylint"
brew "ripgrep"
brew "rust"
brew "rust-analyzer"
brew "shellcheck"
brew "stow"
brew "stylua"
brew "switchaudio-osx"
brew "tree-sitter-cli"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
cask "nikitabobko/tap/aerospace"
cask "dracula/install/dracula-wallpaper"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "sf-symbols"
