tap "dracula/install"
tap "felixkratz/formulae"
tap "jackielii/tap"
tap "nikitabobko/tap"
brew "basedpyright"
brew "bat"
brew "btop"
brew "colima"
brew "docker"
brew "eza"
brew "fzf"
brew "gemini-cli"
brew "lazygit"
brew "lua"
brew "lua-language-server"
brew "luacheck"
brew "neofetch"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "nowplaying-cli"
brew "pnpm"
brew "pylint"
brew "pyright"
brew "ripgrep"
brew "rust"
brew "rust-analyzer"
brew "rustup"
brew "shellcheck"
brew "spicetify-cli"
brew "stow"
brew "stylua"
brew "switchaudio-osx"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "zellij"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "jackielii/tap/skhd-zig"
cask "nikitabobko/tap/aerospace"
cask "claude"
cask "claude-code"
cask "dracula/install/dracula-wallpaper"
cask "firefox"
cask "font-iosevka-term-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "mac-mouse-fix"
cask "neovide-app"
cask "osu"
cask "sf-symbols"
cask "spotify"
